Repository: vadfirsov/MyDailyCalories
Catalog: MyDailyCalories/*.lproj/Localizable.strings
Languages: he_il

# login_email_placeholder
source: email
he_il: אימייל

# login_pw_placeholder
source: password
he_il: סיסמה

# login_config_pw_placeholder
source: repeat password
he_il: אשר סיסמה

# login_sign_in_btn
source: Sign-in
he_il: הכנס

# login_sign_up_btn
source: Sign-up
he_il: הרשם

# login_my_daily_cals
source: My Daily Calories
he_il: המאזן הקלורי שלי

source: Sign-In with Facebook
he_il: הכנס בעזרת Facebook

source: Sign-In with Google
he_il: הכנס בעזרת Google

source: Sign-In with Apple
he_il: הכנס בעזרת Apple

# alert_cancel
source: Cancel
he_il: ביטול

# alert_remove_entity
source: You are about to remove entity:
he_il: אתה עומד למחוק את המאכל:

# alert_uh_oh
source: Uh-Oh!
he_il: אופס!

# alert_ok
source: OK
he_il: או-קיי

# alert_insert_calorie_goal
source: Please Insert Your Daily Calories Goal
he_il: הכנס את כמות הקלוריות היומית שלך

# alert_num_only
source: Numbers Only!
he_il: השתמש רק במספרים!

# alert_empty_cart
source: Empty Cart?
he_il: לרוקן עגלה?

# alert_servings
source: Servings
he_il: מנות

# alert_digits_only
source: Digits Only
he_il: רק ספרות

# alert_add_daily_cals
source: Add To Daily Calories?
he_il: להוסיף לקלוריות היומיות שלך?

# alert_yey
source: Yippee Ki-Yay!
he_il: הידד!

# alert_product_saved
source: Product Saved Successfully
he_il: המוצר נשמר בהצלחה

# alert_choose_name
source: Choose Name
he_il: בחר שם

# alert_no_name
source: No Name
he_il: אין שם

# alert_product_name
source: Product Name
he_il: שם המוצר

# alert_add
source: Add
he_il: הוסף

# alert_to_my_products
source: to "My Products"?
he_il: ל- "המוצרים שלי"?

# alert_food_added
source: Food Added Successfully
he_il: המוצר הוסף בהצלחה

# alert_about_to_add_all_to
source: You are about to add all the foods to
he_il: להוסיף את כל המאכלים ל

# alert_only_nums
source: Please Use Only Numbers!
he_il: בבקשה השתמש רק בספרות!

# alert_product_name_cant_empty
source: Product Name Can't Be Empty
he_il: שם המוצר לא יכול להיות ריק

# daily_vc_title
source: Daily Calories
he_il: מאזן קלורי יומי

# daily_tap_choose_calorie_cap
source: Tap To Choose Daily Calories Cap
he_il: לחץ כדי לבחור כמות קלוריות יומית

# daily_calories
source: Calories
he_il: קלוריות

# daily_today
source: Today
he_il: היום

# daily_add_new_meal
source: Add New Meal / Snack? ➔
he_il: הוסף מאכל חדש? ←

# daily_prev
source: Prev
he_il: הקודם

# daily_next
source: Next
he_il: הבא

# daily_add
source: Add
he_il: הוסף

# daily_total
source: Total :
he_il: סה״כ :

# new_daily_what_eat
source: What did you eat?
he_il: מה אכלת?

# new_daily_calories
source: Calories
he_il: קלוריות

# new_daily_carbs
source: Carbs
he_il: פחמימות

# new_daily_fat
source: Fat
he_il: שומן

# new_daily_protein
source: Protein
he_il: חלבון

# new_daily_choose
source: Choose From Products List ➔
he_il: בחר מוצר מהרשימה הקיימת ←

# new_daily_save
source: Save
he_il: שמור

# products_vc_title
source: My Products
he_il: המוצרים שלי

# products_btn_name
source: Name
he_il: שם

# products_btn_cals
source: Cals
he_il: קלוריות

# products_btn_protein
source: Protein
he_il: חלבון

# products_btn_carbs
source: Carbs
he_il: פחמימות

# products_btn_fat
source: Fat
he_il: שומן

# products_new
source: New
he_il: חדש

# products_search_placeholder
source: Search by product name
he_il: חפש לפי שם מוצר

# prod_hint_text
source: Pssst!.. Here you can load ready-to-use products or add your own products that you use daily! *You can always go back to Settings and add / remove ready-to-use products 🤓
he_il: כאן אתה יכול לטעון מוצרים ממאגר המוצרים המוכנים לשימוש או להוסיף מוצרים ומאכלים משלך כדי להשתמש בהם ביום יום! *אתה תמיד יכול לחזור להגדרות ולהוסיף / להסיר מוצרים מוכנים לשימוש 🤓

# prod_hint_btn_load
source: Load Products
he_il: טען מוצרים

# prod_hint_or
source: or
he_il: או

# prod_hint_btn_add
source: Add New
he_il: הוסף חדש

# new_food_name
source: Product Name
he_il: שם מוצר

# new_food_calories
source: Calories / 100g
he_il: קלוריות / 100ג׳

# new_food_carbs
source: Carbs / 100g
he_il: פחמימות / 100ג׳

# new_food_protein
source: Protein / 100g
he_il: חלבון / 100ג׳

# new_food_fat
source: Fat / 100g
he_il: שומן / 100ג׳

# new_food_save
source: Save
he_il: שמור

# calc_cals
source: Calories
he_il: קלוריות

# calc_protein
source: Protein
he_il: חלבון

# calc_carbs
source: Carbs
he_il: פחמימות

# calc_fat
source: Fat
he_il: שומן

# calc_200g
source: 200g
he_il: 200ג׳

# calc_100g
source: 100g
he_il: 100ג׳

# calc_50g
source: 50g
he_il: 50ג׳

# calc_15g
source: 15g
he_il: 15ג׳

# calc_8g
source: 8g
he_il: 8ג׳

# calc_tf_custom_g
source: custom g
he_il: בחר משקל

# calc_add_to_daily
source: Add To Daily
he_il: הוסף למאזן היומי

# calc_add_to_cart
source: Add To Cart
he_il: הוסף לסל

# cart_cell_no_name
source: No Name
he_il: ללא שם

# cart_cell_kcal
source: kCal:
he_il: קל׳:

# cart_cell_gram
source: Gram:
he_il: גרם:

# cart_cell_protein
source: Protein :
he_il: חלבון:

# cart_cell_carbs
source: Carbs :
he_il: פחממה:

# cart_cell_fat
source: Fat :
he_il: שומן:

# cart_cell_total_nutrions
source: Total Nutrions :
he_il: סה״כ:

# cart_cell_calories
source: Calories :
he_il: קלוריות:

# cart_cell_servings
source: Servings :
he_il: מנות:

# cart_cell_emprty_cart
source: Emprty Cart
he_il: רוקן סל

# cart_cell_add_to_daily
source: Add To Daily
he_il: הוסף ליומי

# cart_servings
source: Servings :
he_il: מנות:

# calc_hint_add_to_daily
source: Add To Daily
he_il: לחץ כדי להוסיף למאזן הקלוריות היומי שלך 🤓

# calc_hint_choose_grams
source: Tap to choose how many grams you would like to calculate 🤓
he_il: לחץ כדי לבחור לפי כמה גרמים לחשב את המאכל 🤓

# calc_hint_can_calculate
source: You can add products to your "Cart" to calculate multile ingredients at once 🤓
he_il: באפשרותך להוסיף מאכלים ל״סל״ כדי לחשב כמה מצרחים ביחד ולחלק למנות 🤓

# calc_hint_200g
source: 200g
he_il: 200ג׳

# calc_hint_100g
source: 100g
he_il: 100ג׳

# calc_hint_50g
source: 50g
he_il: 50ג׳

# calc_hint_15g
source: 15g
he_il: 15ג׳

# calc_hint_8g
source: 8g
he_il: 8ג׳

# calc_hint_add_to_cart
source: Add To Cart
he_il: הוסך לסל

# auth_valid_email
source: Please provide a valid email
he_il: בבקשה השתמש באימייל תקין

# auth_pw_dont_match
source: Password don't match
he_il: הסיסמה לא מתאימה

# settings_alert_hints_reset
source: Hints were reset!
he_il: הרמזים אופסו!

# settings_improve
source: How Can We Improve?
he_il: איך נוכל להשתפר?

# settings_reset_hints
source: Reset Hints
he_il: אפס רמזים

# settings_products
source: Products
he_il: מוצרים קיימים

# settings_logout
source: Logout
he_il: יציאה

# message_alert_name_empty
source: Name can't be empty!
he_il: שם לא יכול להיות ריק!

# message_alert_body_empty
source: Message body can't be empty!
he_il: הודעה לא יכולה להיות ריקה!

# message_alert_message_sent
source: Thanks! Message was sent!
he_il: תודה רבה! ההודעה נשלחה בהצלחה

# message_name
source: Name:
he_il: שם:

# message_improve
source: How can we improve?:
he_il: איך נולך להשתפר?:

# message_send
source: Send
he_il: שלח
